let bikovTimeline = [
    {
        id: 1,
        title: "Кончина",
        description:
            "Василий Владимирович Быков умер 22 июня 2003 года в 20 часов 30 минут от злокачественной опухоли желудка в реанимационном отделении онкологического госпиталя в Боровлянах, под Минском. Церемония прощания состоялась 25 июня в столичном Доме литератора, где писатель был отпет согласно обряду Грекокатолической церкви, причём гроб был накрыт бело-красно-белым флагом. После отпевания траурная процессия, число участников которой составило около 40 тысяч человек, направилась по тогдашнему проспекту Франциска Скорины (сегодня это проспект Независимости) к Восточному кладбищу, где Быков был похоронен на «Аллее знаменитых».",
        date: "22 июня 2003",
        icon: "work",
    },
    {
        id: 2,
        title: "Творчество",
        description:
            "Известность Василию Быкову принесла повесть «Третья ракета» (1961). Также в 60-е годы опубликованы ставшие всемирно известными повести «Альпийская баллада», «Мёртвым не больно»; в 70-е — «Сотников», «Обелиск», «Дожить до рассвета», «Пойти и не вернуться». Большинство своих произведений Василий Быков писал по-белорусски, многие из них сам переводил на русский.",
        date: "1957 - 2003",
        icon: "work",
    },
    {
        id: 3,
        title: "Учеба",
        description:
            "Окончил 8 классов школы в деревне Кубличи, затем учился на скульптурном отделении Витебского художественного училища (1939—1940), которое оставил из-за отмены стипендий, и в школе ФЗО (до мая 1941 года). В июне 1941 года экстерном сдал экзамены за 10 класс.",
        date: "1939 - 1941",
        icon: "school",
    },
    {
        id: 4,
        title: "Детство",
        description:
            "Родился 19 июня 1924 года в деревне Бычки Ушачского района Витебской области.",
        date: "19 июня 1924",
        icon: "puzzle",
    }
]

export default bikovTimeline;