let gilevichTimeline = [
    {
        id: 1,
        title: "Последнее творчество",
        description:
            "В конце 2013 года вышла последняя книга из 23-томного собрания сочинений Нила Гилевича. В 2015 году издан сборник эссе и воспоминаний Нила Семеновича «У віры быцця». Нил Гилевич умер 29 марта 2016 года в возрасте 84 лет, похоронен на Кальварийском кладбище в Минске.",
        date: "2013 - 2016",
        icon: "work",
    },
    {
        id: 2,
        title: "Работа",
        description:
            "С 1960 года преподавал на кафедре белорусской литературы БГУ. В 1980-1989 годах был первым секретарем правления Союза писателей Беларуси. В 1990-1996 годах - председатель постоянной комиссии Верховного Совета Республики Беларусь по образованию, культуре и сохранению исторического наследия. С 1958 по 1963 год работал литературным консультантом газеты «Звязда». Нил Гилевич - заслуженный деятель науки, кандидат философских наук, профессор. Заслуги народного поэта отмечены многими орденами и медалями не только на родине, но и за рубежом.",
        date: "1960-2013",
        icon: "work",
    },
    {
        id: 3,
        title: "Учеба",
        description:
            "После окончания Второй мировой войны он работал почтальоном, в 1947 году переехал в Минск. В 1951 году окончил Минское педагогическое училище имени Н.К.Крупской, в 1956 году - филологический факультет БГУ. Учился в аспирантуре.",
        date: "1947-1956",
        icon: "school",
    },
    {
        id: 4,
        title: "Детство",
        description:
            "Нил Семенович Гилевич родился в крестьянской семье 30 сентября 1931 года в деревне Слобода Логойского района Минской области. В Слободе прошло все детство Гилевича, в том числе в оккупационные годы.",
        date: "30 сентября 1931",
        icon: "puzzle",
    }
]

export default gilevichTimeline;