let kolasTimeline = [
    {
        id: 1,
        title: "После войны",
        description:
            "В разрушенный Минск писатель вернулся в 1944 году. В этом же году он получил звание заслуженного деятеля науки Беларуси, а в 1946-м за стихотворения военных лет «Майскія дні», «Дарогай славы», «Родны шлях» и «Голас зямлі» Якубу Коласу присуждена Государственная премия СССР.Умер Якуб Колас 13 августа 1956 года. Похоронен на Военном кладбище в Минске.",
        date: "1944",
        icon: "work",
    },
    {
        id: 2,
        title: "Возвращение с фронта Румынии",
        description:
            "С возвращением на родину начался новый период жизни и творчества писателя. Он работал в Научно-терминологической комиссии Наркомпросвещения, в литературной комиссии по сбору устного народного творчества при Институте белорусской культуры. Занимался преподавательской деятельностью. В 1921 году опубликованы его аллегорические рассказы «Казкі жыцця», затем вышел сборник стихотворений «Водгулле»",
        date: "1921",
        icon: "work",
    },
    {
        id: 3,
        title: "Наказание",
        description:
            "В 1908-1911 годах поэт отбывал наказание за участие в нелегальном учительском съезде в минской тюрьме, где продолжал много писать. Стихотворения, написанные за решеткой, составили отдельный раздел первого сборника поэта «Песні жальбы»",
        date: "1908-1911",
        icon: "work",
    },
    {
        id: 4,
        title: "Учеба",
        description:
            "В 1902 году окончил Несвижскую учительскую семинарию и начал учительствовать в Ганцевичском районе в деревне Люсино.",
        date: "1902",
        icon: "school",
    },
    {
        id: 5,
        title: "Детство",
        description:
            "Родился Якуб Колас (Мицкевич Константин Михайлович) 3 ноября 1882 года в деревне Акинчицы Столбцовского района Минской области в семье лесника Михаила Казимировича Мицкевича.",
        date: "3 ноября 1882",
        icon: "puzzle",
    }
]

export default kolasTimeline;