let kupalaTimeline = [
    {
        id: 1,
        title: "Кончина",
        description:
            "Янка Купала скончался 28 июня 1942 года в гостинице «Москва», упав в лестничный пролёт между 9-м и 10-м этажами гостиницы, смерть была мгновенной. Обстоятельства смерти загадочны. Выдвигаются как версии самоубийства, так и убийства с участием советских спецслужб.",
        date: "1942",
        icon: "work",
    },
    {
        id: 2,
        title: "Советский период",
        description:
            "Вышли в свет следующие лирические сборники: «Наследство» (1922), «Безымянное» (1925), «Песня строительству» (1936), «Белоруссии орденоносной» (1937), «От сердца» (1940), поэмы «Над рекой Орессой» (1933), «Тарасова доля» (1939) и некоторые другие.",
        date: "1917 - 1941",
        icon: "work",
    },
    {
        id: 3,
        title: "Народный университет",
        description:
            "Проучился в Московском городском народном университете имени А. Л. Шанявского, основанном в 1908 году на средства золотопромышленника и мецената Альфонса Леоновича Шанявского и его жены.",
        date: "1915",
        icon: "school",
    },
    {
        id: 4,
        title: "Петербург",
        description:
            "Учился на подготовительных общеобразовательных курсах А.Черняева в Санкт-Петербурге.",
        date: "1909-1913",
        icon: "school",
    },
    {
        id: 5,
        title: "Детство",
        description:
            "Янка Купала(Иван Луцевич) родился в д.Вязынка Виленского уезда Виленской губернии Российской империи.",
        date: "7 Июля 1882",
        icon: "puzzle",
    }
]

export default kupalaTimeline;