let melezhTimeline = [
    {
        id: 1,
        title: "Заслуженный писатель",
        description:
            "Основной этап творчести(первые стихотворения,крупные сборники).",
        date: "1939 - 1956",
        icon: "work",
    },
    
    {
        id: 2,
        title: "Великая Отечественная война",
        description:
            " В начале Великой Отечественной войны воевал под Николаевом и Ростовом-на-Дону. В июле 1941 был серьезно ранен в правое плечо под Ростовом и отправлен в госпиталь в Тбилисси.",
        date: "1941-1942",
        icon: "work",
    },
    {
        id: 3,
        title: "Сборники",
        description:
            "В 1945 году в газете «Звязда» вышел рассказ «Сустрэча ў шпіталі». В 1946 году издан первый сборник рассказов «У завіруху». В 1948 году вышел второй сборник прозы «Гарачы жнівень».",
        date: "1945 - 1946",
        icon: "work",
    },
    {
        id: 4,
        title: "Работа",
        description:
            "В 1966 году становится секретарем Союза писателей БССР, а в в 1971—1974 годах работает заместителем председателя правления этой организации.",
        date: "1966 - 1974",
        icon: "work",
    },
    {
        id: 5,
        title: "Творчество",
        description:
            "В 1939 году было опубликовано первое стихотворение Ивана Мележа «Радзіме». Перед войной его стихи печатались в газетах «Літаратура і мастацтва», «Бальшавік Палесся», в 1943 года в «Бугурусланской правде».",
        date: "1917",
        icon: "work",
    },
    {
        id: 6,
        title: "Учеба",
        description:
            "В 1945 заочно заканчивает философский факультет БГУ. Закончил аспирантуру и устроился работать в БГУ преподавателем беларусской литературы.",
        date: "1939 - 1945",
        icon: "school",
    },
    {
        id: 7,
        title: "Детство",
        description:
            "Иван Мележ родился 8 февраля 1921 года в крестьянской семье.",
        date: "	8 февраля 1921",
        icon: "puzzle",
    }
]

export default melezhTimeline;